13/data/attachments/5bba07861f178660.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Connie_education_Actions_98818_0</nif:username>
            <nif:friendToBeRequested>soap_actions_48401910-2f54-4b0d-b617-503f49cfe414</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>